exports.menu = (v) => {
  return `
╭╾┅≼☬≽⋆ͦ☬⋆ͦ≼☬≽┅╼╮
     TURBO⚡BOT 👇🏻
✦˖⏝࣪꒷꒦꒦꒷꒦⏝⏝꒦꒷˖ ࣪✦
  
╭•⋆҈͜͡➣⋆⋆҈͜͡ ⋆⸙⋆҈͜͡✪⋆҈͜͡ ⋆⸙⋆҈͜͡ ◄⋆҈͜͡•╮
╽   ➣͜͡᳆⃟⋆MAIN᳆͜͡➣
├➽ ${v}chatbot on/off
├➽ ${v}bot <text>
├➽ ${v}info
├➽ ${v}language
├➽ ${v}ping
├➽ ${v}owner
├➽ ${v}join <link>
├➽ ${v}report <text>
╰•⋆҈͜͡➣⋆⋆҈͜͡ ⋆⸙⋆҈͜͡✪⋆҈͜͡ ⋆⸙⋆҈͜͡ ◄⋆҈͜͡•╯

≡ List Menu

╭─═•⋆ঈ❥🔮❥ঈ⋆•═─╮
╽   ➣͜͡᳆⃟⋆FUN᳆͜͡➣
├➽ ${v}fake text|@user|text
├➽ ${v}pregunta
╰─═•⋆ঈ❥🔮❥ঈ⋆•═─╯

╭─═•⋆ঈ❥💮❥ঈ⋆•═─╮
╽  ➣͜͡᳆⃟⋆GAMES᳆͜͡➣
├➽ ${v}verdad
├➽ ${v}reto
├➽ ${v}ppt
╰─═•⋆ঈ❥💮❥ঈ⋆•═─╯

╭─═•⋆ঈ❥🧿❥ঈ⋆•═─╮
╽ ➣͜͡᳆⃟⋆STICKER᳆͜͡➣ 
├➽ ${v}sticker <nombre>|<autor>
├➽ ${v}take <nombre>|<autor>
├➽ ${v}toimg
├➽ ${v}attp
╰─═•⋆ঈ❥🧿❥ঈ⋆•═─╯

╭─═•⋆ঈ❥💝❥ঈ⋆•═─╮
╽ ➣͜͡᳆⃟⋆PICTURE᳆͜͡➣
├➽ ${v}pinterest
├➽ ${v}imagen
├➽ ${v}girl
├➽ ${v}man
├➽ ${v}wallpaper
╰─═•⋆ঈ❥💝❥ঈ⋆•═─╯

╭─═•⋆ঈ❥🍁❥ঈ⋆•═─╮
╽  ➣͜͡᳆⃟⋆TOOLS᳆͜͡➣
├ ${v}afk <razon>
├➽ ${v}fakethumb
├➽ ${v}tomp3
├➽ ${v}toav
├➽ ${v}q
╰─═•⋆ঈ❥🍁❥ঈ⋆•═─╯

╭─═•⋆ঈ❥💥❥ঈ⋆•═─╮
╽➣͜͡᳆⃟EDUCACIÓN᳆͜͡➣
├➽ ${v}translate <lang><text>
╰─═•⋆ঈ❥💥❥ঈ⋆•═─╯

╭─═•⋆ঈ❥🏮❥ঈ⋆•═─╮
╽➣͜͡᳆⃟⋆BUSQUEDA᳆͜͡➣
├➽ ${v}playstore
├➽ ${v}ytsearch
╰─═•⋆ঈ❥🏮❥ঈ⋆•═─╯

╭─═•⋆ঈ❥🔮❥ঈ⋆•═─╮
╽➣͜͡᳆⃟DOWNLOAD᳆͜͡➣
├➽ ${v}play
├➽ ${v}play2
├➽ ${v}playvid
├➽ ${v}ytmp3 <link yt>
├➽ ${v}ytmp4 <link yt>
├➽ ${v}igdl <link>
├➽ ${v}tiktok <link>
├➽ ${v}tiktoknowm <link>
├➽ ${v}tiktokaudio <link>
╰─═•⋆ঈ❥🔮❥ঈ⋆•═─╯

╭─═•⋆ঈ❥⚡❥ঈ⋆•═─╮
╽➣͜͡᳆⃟TEXTMAKER᳆͜͡➣
├➽ ${v}nameninja <text>
├➽ ${v}typewriter <text>
├➽ ${v}blackpill <text>
├➽ ${v}sans <text>
├➽ ${v}castle <text>
╰─═•⋆ঈ❥⚡❥ঈ⋆•═─╯

╭─═•⋆ঈ❥🍁❥ঈ⋆•═─╮
╽➣͜͡᳆⃟⋆DATABASE᳆͜͡➣
├➽ ${v}addimg <text>
├➽ ${v}addvid <text>
├➽ ${v}addstick <text>
├➽ ${v}addav <text>
├➽ ${v}getimg <text>
├➽ ${v}getvid <text>
├➽ ${v}getstick <text>
├➽ ${v}getav <text>
├➽ ${v}listmedia
╰─═•⋆ঈ❥🍁❥ঈ⋆•═─╯

╭─═•⋆ঈ❥💮❥ঈ⋆•═─╮
╽  ➣͜͡᳆⃟⋆VOTING᳆͜͡➣
├➽ ${v}voting <text>
├➽ ${v}delvote
├➽ ${v}checkvote
╰─═•⋆ঈ❥💮❥ঈ⋆•═─╯

╭─═•⋆ঈ❥☣️❥ঈ⋆•═─╮
╽  ➣͜͡᳆⃟⋆ADMIN᳆͜͡➣
├➽ ${v}setwelcome
├➽ ${v}seybye
├➽ ${v}delwelcome
├➽ ${v}delbye
├➽ ${v}simulate <welcome/bye>
├➽ ${v}group <open/close>
├➽ ${v}resetlink
├➽ ${v}banchat
├➽ ${v}unbanchat
├➽ ${v}hidetag
├➽ ${v}notify
├➽ ${v}tagall
├➽ ${v}setppgp
├➽ ${v}setname <text>
├➽ ${v}setdesc <text>
├➽ ${v}add <numero>
├➽ ${v}kick @user
├➽ ${v}promote @user
├➽ ${v}demote @user
├➽ ${v}warn @user
├➽ ${v}delwarn @user
├➽ ${v}warns @user
╰─═•⋆ঈ❥☣️❥ঈ⋆•═─╯

╭─═•⋆ঈ❥🧿❥ঈ⋆•═─╮
╽  ➣͜͡᳆⃟⋆GRUPO᳆͜͡➣
├➽ ${v}welcome on/off
├➽ ${v}antidelete on/off
├➽ ${v}detect on/off
├➽ ${v}antilink on/off
├➽ ${v}link
├➽ ${v}infogp
├➽ ${v}profile
├➽ ${v}invite <549xxxx> 
╰─═•⋆ঈ❥🧿❥ঈ⋆•═─╯

╭─═•⋆ঈ❥🔮❥ঈ⋆•═─╮
╽  ➣͜͡᳆⃟⋆OWNER᳆͜͡➣
├➽ ${v}addpremium @user
├➽ ${v}delpremium @user
├➽ ${v}ban @user
├➽ ${v}unban @user
├➽ ${v}view
├➽ ${v}grouplist
├➽ ${v}update
├➽ ${v}setppbot
├➽ ${v}setfakethumb
├➽ ${v}setprefix
├➽ ${v}listreport
├➽ $
├➽ >
╰─═•⋆ঈ❥🔮❥ঈ⋆•═─╯

╭╾┅≼☬≽.𓀬.≼☬≽┅╼╮
╽  ☬✪ZloyAdmiN✪☬ 
╿ 
╰╾┅≼☬≽.𓀬.≼☬≽┅╼╯`;
};